Repository: wp-plugins/recipe-hero
Catalog: languages/recipe-hero-*.po
Languages: bg_bg, cs_cz

source: Settings
bg_bg: Настройки
cs_cz: Nastavení

source: Recipe Title
bg_bg: Заглавие на рецептата

source: Photo
bg_bg: Снимка

source: Author
bg_bg: Автор

source: Date
bg_bg: Дата

source: No Courses
bg_bg: Няма типове ястия

source: No Cuisines
bg_bg: Няма типове кухня

source: Recipe Hero Settings
bg_bg: Настройки на Recipe Hero

source: New Settings
bg_bg: Нови настройки

source: Style
bg_bg: Стил

source: Labels
bg_bg: Етикети

source: Documentation
bg_bg: Документация

source: You can access the documentation over at the <a href="%s">Recipe Hero Documentation</a>.
bg_bg: Можете да прегледате документацията на <a hre="%s">Документация на Recipe Hero</а>

source: Support
bg_bg: Поддръжка

source: You can post a support thread on <a href="%s">Recipe Hero Support Forum</a>.
bg_bg: Можете да помолите за помощ на <a hre="%s">Форумите на Recipe Hero</а>

source: Recipe Completed Photo
bg_bg: Финална снимки на ястието
cs_cz: Fotka hotového jídla

source: Thanks for using Recipe Hero! Please
bg_bg: Благодарим, че използвате Recipe Hero! Моля
cs_cz: Děkujeme, že jste si vybrali Recipe Hero!

source: re-save your permalinks
bg_bg: презапишете линк структурата си
cs_cz: Prosím, nyní si znovu uložte nastavené trvalých odkazů,

source: to get started (this notice will disappear afterwards).
bg_bg: за да запчнете да използвате плъгина (това съобщение ще изчезне след това).
cs_cz: abyste mohli začít (toto upozornění se pak nebude zobrazovat).

source: Please Try Again
bg_bg: Моля опитайте отново
cs_cz: Zkuste to prosím znovu

source: Remove Embed
bg_bg: Премахни елемента

source: No oEmbed Results Found for %s. View more info at
bg_bg: Не бяха намерени резултати за %s. Моля, опитайте на

source: Add Group
bg_bg: Добави група
cs_cz: Přidat skupinu

source: Remove Group
bg_bg: Премахни група
cs_cz: Odstranit skupinu

source: Add Row
bg_bg: Добави ред
cs_cz: Přidat řádat

source: Remove
bg_bg: Премахни
cs_cz: Odstranit

source: No terms
bg_bg: Няма условия
cs_cz: Žádné položky

source: Add or Upload File
bg_bg: Добави или изтрий файл
cs_cz: Přidat nebo nahrát soubor

source: Remove Image
bg_bg: Премахни изображение
cs_cz: Odstranit obrázek

source: File:
bg_bg: Файл:
cs_cz: Soubor:

source: Download
bg_bg: Свали
cs_cz: Nahrát

source: Clear
bg_bg: Изчисти
cs_cz: Vymazat

source: Select Color
bg_bg: Избери цвят
cs_cz: Vybrat barvu

source: Current Color
bg_bg: Текущ цвят
cs_cz: Současná barva

source: Select / Deselect All
bg_bg: Избери / изчисти всички
cs_cz: Vybrat / zrušit výběr

source: Save
bg_bg: Запази
cs_cz: Uložit

source: Add New Recipe
bg_bg: Добави нова рецепта
cs_cz: Přidat nový recept

source: Edit Recipe
bg_bg: Промени рецепта
cs_cz: Upravit recept

source: New Recipe
bg_bg: Нова рецепта
cs_cz: Nový recept

source: View Recipe
bg_bg: Виж рецепта
cs_cz: Zobrazit recept

source: Search Recipes
bg_bg: Търси рецепти
cs_cz: Hledat v receptech

source: No Recipes found
bg_bg: Не бяха намерени рецепти
cs_cz: Takový recept nebyl nenalezen

source: No Recipes found in the trash
bg_bg: Не бяха намерени рецепти в кошчето
cs_cz: V koši nebyly takové recepty nalezeny

source: Recipe
bg_bg: Рецепта
cs_cz: Recept

source: Recipe Details
bg_bg: Детайли за рецептата
cs_cz: Podrobnosti o receptu

source: A number for the servings amount
bg_bg: Число за броя сервирания

source: Servings Type
bg_bg: Тип порция

source: The type of servings that relates to the Servings Amount, like how many people it will feed or how many burgers it can make, etc.
bg_bg: Типа порция свързан с броя порции. Колко хора ще нахрани, или колко сандвича ще направите.

source: Any special equipment worthy of mentioning that is required.
bg_bg: Някакво специфично оборудване, което е необходимо.
cs_cz: Potřebné pomůcky, které je dobré uvést.

source: Nutritional Info
bg_bg: Хранителна информация
cs_cz: Výživové hodnoty

source: A summary of nutrition information you would like to include.
bg_bg: Информация за хранителната стойност и съставки, които искате да включите
cs_cz: Souhrn informací o výživové hodnotě.

source: Add all of the ingredients for this recipe.
bg_bg: Избройте всички съставки
cs_cz: Přidat všechny suroviny pro tento recept

source: Ingredient {#}
bg_bg: Съставка {#}
cs_cz: Suroviny {#}

source: Add Another Ingredient
bg_bg: Добави съставка
cs_cz: Přidat další surovinu

source: Remove Ingredient
bg_bg: Премахни съставка
cs_cz: Odstranit surovinu

source: Quantity
bg_bg: Количество
cs_cz: Množství

source: Amount
bg_bg: Мярка
cs_cz: Množství

source: None (blank)
bg_bg: Празно
cs_cz: Žádné

source: Ingredient
bg_bg: Съставка
cs_cz: Surovina

source: Steps
bg_bg: Стъпки
cs_cz: Kroky

source: Add all of the preparation and cooking steps for this recipe.
bg_bg: Добавете всички стъпки за рецептата
cs_cz: Přidat všechny informace o přípravě a postupu pro tento recept.

source: Step {#}
bg_bg: Стъпка {#}
cs_cz: Krok {#}

source: Add Another Step
bg_bg: добави стъпка
cs_cz: Přidat další krok

source: Remove Step
bg_bg: Изтрий стъпка
cs_cz: Odstranit krok

source: Step Photo
bg_bg: Снимка на стъпката
cs_cz: Přeskočit obrázek

source: Upload an image or enter a URL (optional)
bg_bg: Качете снимка, или въведете адрес (URL) - не е задължително
cs_cz: Nahrát obrázek nebo zadat URL adresu (volitelné)

source: General
bg_bg: Основно

source: General Options
bg_bg: Основни настройки

source: Recipe Page
bg_bg: Страница с рецептите

source: Recipes Per Page
bg_bg: Рецепти на страница

source: Main Content Class
bg_bg: Клас на основният елемент

source: Style Options
bg_bg: Визуални настройки

source: Disable Lightbox
bg_bg: Не използвай Lightbox
cs_cz: Zakázat lightbox

source: Selecting this will disable the lightbox used in Recipe Hero
bg_bg: Ако изберете това няма да се използва Lightbox в Recipe Hero
cs_cz: Zaškrtnutím políčka zakážete, aby se obrázky po kliknutí otevřely ve větším rozlišení

source: Recipe Width (px)
bg_bg: Width (px) на рецептата

source: Recipe Padding (px)
bg_bg: Padding (px) на рецептата

source: Center Recipe Container
bg_bg: Центрирай контейнера с рецептата

source: Selecting this will center the recipe in the middle of its container (experimental)
bg_bg: Това ще центрира контейнера с рецептата (експериментално)

source: Custom Lables
bg_bg: Собствени етикети

source: 'Serves' Text
bg_bg: 'Сервирания' текст
cs_cz: Text pro 'porce'

source: 'Equipment' Text
bg_bg: 'Уреди' текст
cs_cz: Text pro 'pomůcky"

source: 'Prep Time' Text
bg_bg: 'Подготовка' текст
cs_cz: Text pro 'doba přípravy'

source: 'Cook Time' Text
bg_bg: 'Приготвяне' текст
cs_cz: Text pro 'doba varu'

source: Basic settings that relate to how the plugin functions.
bg_bg: Основни настройки за това как функционира плъгина.

source: Add New Course
bg_bg: Добави нов тип ястие
cs_cz: Přidat nový typ jídla (chod)

source: Edit Course
bg_bg: Промени тип ястие
cs_cz: Upravit typ jídla

source: New Course
bg_bg: Ново ястие
cs_cz: Nový typ jídla (chod)

source: View Course
bg_bg: Виж ястие
cs_cz: Zobrazit typ jídla (chod)

source: Search Courses
bg_bg: Търси ястия
cs_cz: Hledat v typech jídel (chodech)

source: No Course found
bg_bg: Ястието не беше намерено
cs_cz: Takový typ jídla nebyl nenalezen

source: No Course found in Trash
bg_bg: Ястието не беше намерено в кошчето
cs_cz: V koši nebyl takový typ jídla nalezen

source: Add New Cuisine
bg_bg: Добави нова кухня
cs_cz: Přidat kategorii

source: Edit Cuisine
bg_bg: Промени кухня
cs_cz: Upravit kategorii

source: New Cuisine
bg_bg: Нова кухня
cs_cz: Nová kategorie

source: View Cuisine
bg_bg: Виж кухня
cs_cz: Zobrazit kategorii

source: Search Cuisines
bg_bg: Търси кухня
cs_cz: Hledat v kategoriích

source: No Cuisine found
bg_bg: Не бяха намерени кухни
cs_cz: Taková kategorie nebyla nenalezena

source: No Cuisine found in Trash
bg_bg: Не бяха намерени кухни в кошчето
cs_cz: V koši nebyla taková kategorie nalezena

source: Search Results for: %s
bg_bg: Резултати за: %s

source: Add Your First Recipe!
bg_bg: Добави рецепта

source: We have some coming soon though!
bg_bg: Скоро ще добавим обаче!

source: Serves
bg_bg: Сервирания
cs_cz: Počet porcí

source: Equipment
bg_bg: Уреди
cs_cz: Pomůcky

source: Prep Time
bg_bg: Време за подготовка
cs_cz: Příprava

source: Cook Time
bg_bg: Време за готвене
cs_cz: Tepelná úprava

source: Step
bg_bg: Стъпка
cs_cz: Krok

source: Gram
bg_bg: гр

source: Ounce
bg_bg: шепа
cs_cz: Unce

source: Milliliter
bg_bg: мл
cs_cz: ml

source: LIter
bg_bg: л
cs_cz: litr

source: Pound
bg_bg: паунд
cs_cz: Libra

source: Kilogram
bg_bg: кг
cs_cz: kg

source: Slice
bg_bg: резенчета
cs_cz: plátek

source: Piece
bg_bg: парчета
cs_cz: kousek

source: Cuisines
bg_bg: Кухня
cs_cz: Kategorie

source: Courses
bg_bg: Ястие
cs_cz: Typ jídla (chod)

source: Course
bg_bg: Тип
cs_cz: Typ jídla

source: Cuisine
bg_bg: Кухня
cs_cz: Kategorie

source: Servings
bg_bg: Сервирания

source: Preparation Time
bg_bg: Предварителна подготовка
cs_cz: Doba přípravy

source: Cooking Time
bg_bg: Приготвяне
cs_cz: Doba varu

source: Equipment Needed
bg_bg: Уреди
cs_cz: Potřebné pomůcky

source: Ingredients
bg_bg: Необходими продукти
cs_cz: Suroviny

source: Gram (gm)
bg_bg: г
cs_cz: g

source: Ounce (oz)
bg_bg: шепа
cs_cz: Unce (oz)

source: Milliliter (ml)
bg_bg: мл
cs_cz: ml

source: Teaspoon
bg_bg: ч.л.
cs_cz: čl

source: Tablespoon
bg_bg: с.л.
cs_cz: pl

source: Cup
bg_bg: чаша
cs_cz: hrnek

source: Liter (L)
bg_bg: л
cs_cz: litr

source: Pound (lb)
bg_bg: паунд
cs_cz: Libra (lb)

source: Kilogram (kg)
bg_bg: кг
cs_cz: kg

source: Slices
bg_bg: резенчета
cs_cz: plátků

source: Pieces
bg_bg: парчета
cs_cz: kousků

source: Instructions
bg_bg: Начин на приготвяне
cs_cz: Postup

source: No recipes have been found!
bg_bg: Не бяха намерени рецепти!

source: Sorry, there are no recipes to show!
bg_bg: Съжаляваме, тук няма рецепти!

source: 0 Comments
bg_bg: 0 коментара
cs_cz: žádný komentář

source: 1 Comment
bg_bg: 1 коментар
cs_cz: 1 komentář

source: % Comments
bg_bg: % коментара
cs_cz: % komentářů

source: Nutrition
bg_bg: Хранителна стойност
cs_cz: Výživové hodnoty

source: Default
cs_cz: Původní

source: Basic Settings
cs_cz: Základní nastavení

source: Class for Main Content
cs_cz: Třída ('class) pro hlavní obsah

source: The wrapper class for the content area.
cs_cz: Třída ('class wrapper) pro oblast s hlavním obsahem

source: Custom Text
cs_cz: Libovolný text

source: Part of the Recipe Details area
cs_cz: Součást oblasti pro podrobnosti o receptu

source: 'Total Time' Text
cs_cz: Text pro 'celkový čas'

source: Styling
cs_cz: Grafická úprava

source: Disable Recipe Hero Styles
cs_cz: Zakázat výchozí grafiku Recipe Hero

source: Selecting this will stop the plugin loading the default styles used in Recipe Hero for layout and styling.
cs_cz: Zaškrtnutím políčka zakážete, aby Recipe Hero použil své přednastavené grafické úpravy.

source: People
cs_cz: Počet porcí
